function Main() {
  return (
    <div>
      <section className="main">
        <h1>Главная</h1>
      </section>

      <div className="container-div">
        <section className="baseText">
          <h2>Добро пожаловать в мир настоящего вкуса!</h2>
          <p>Мы не гонимся за модой — мы готовим по-настоящему.</p>
          <p>На нашем сайте вы найдёте только проверенные рецепты, за каждым из которых стоит вкус, проверенный временем, и любовь к еде.</p>
          <p>Никаких случайных блюд, только те, что реально получаются. Мы готовим, пробуем, улучшаем — и только потом делимся с вами.</p>
          <ul>
            <li>Простые пошаговые инструкции</li>
            <li>Десерты, которые тают во рту</li>
            <li>Салаты, которые подают в любимых ресторанах</li>
            <li>И секреты, которые передаются из кухни в кухню</li>
          </ul>
          <p>Готовьте как дома. Делитесь как с друзьями. Влюбляйтесь в еду снова и снова.</p>
        </section>

        <img
          src="https://omsk.selhozproduct.ru/upload/usl/f_6254598776327.jpg"
          alt="background"
          className="main-image"
        />
      </div>
    </div>
  );
}

export default Main;


